Repository: OPUS4/application
Catalog: modules/pkm/language/pkm.tmx
Source language: en
Languages: de

source: Signature- and Key Management
de: Signatur- und Schlüsselverwaltung

source: Key Management
de: Schlüsselverwaltung

source: Warning: This key cannot sign data!
de: Achtung: Mit diesem Schlüssel können keine Daten signiert werden!

source: Your internal key
de: Interner Schlüssel

source: This Key is expired!
de: Dieser Schlüssel ist abgelaufen!

source: GPG-Extension cannot get instantiated. You cannot use this module! Please check your parameters in config.ini.
de: Die GPG-Erweiterung konnte nicht geladen werden! Daher kann dieses Modul nicht genutzt werden. Überprüfen Sie Ihre Parameter in der config.ini.

source: Valid signature from %1$s
de: Gültige Signatur von %1$s

source: Invalid signature from %1$s
de: Ungültige Signatur von %1$s

source: Signature verification
de: Signaturüberprüfung

source: No signature for this file
de: Keine Signatur für diese Datei vorhanden

source: No (or invalid) publication has been selected for verification!
de: Keine (oder eine ungültige) Publikation ausgewählt zur Signaturprüfung!

source: Show key
de: Schlüssel anzeigen

source: Sign key with your internal key
de: Schlüssel mit internem Schlüssel signieren

source: Remove key from keyring
de: Schlüssel aus dem Schlüsselbund entfernen

source: Disable this key as internal key
de: Schlüssel als internen Schlüssel deaktivieren

source: Show key used for signature
de: Signierschlüssel anzeigen

source: No keys in your keyring
de: Keine Schlüssel in Ihrem Schlüsselbund vorhanden

source: No internal key found!
de: Kein interner Schlüssel vorhanden!

source: Your internal key does not have a private key!
de: Der interne Schlüssel hat keinen Privatschlüssel!

source: Keyfile
de: Schlüsseldatei

source: Send file
de: Abschicken

source: Passphrase for your internal key
de: Passwort Ihres internen Schlüssels

source: Sign this file
de: Diese Datei signieren
